define([], function() {
  var strings = {
    "_nQNACBeQ34aV6bVwtFBayA": {
      "loaderUserFriendlyError": "[!!--##Čăň'ŧ ĺőāď ťħė âƿƿŀįĉăţįōŋ ơň ťħīś ƿâġę. Ůŝě ŧħė ƅřơŵśȅŕ Ƀąčĸ Ƅŭţţơń ťō ŕȅťřŷ. İƒ ŧħē ƥŕōƄľȇm ƿěřśĭşŧŝ, ĉơńţăċŧ ŧĥȇ âđmīŉĩśţŕáťőŕ ōƒ ťħȅ śįţē ǻƞđ ģįvȅ ťĥȇm ŧħȅ ĩňƒŏŕmàťĩōƞ ĭń Ťȇćħņĩċăĺ Ďěťáĩŀś.##--!!]",
      "platformFailedToLoadError": "[!!--##***Ƥĺȃťƒōŗm ƒȁįŀęď ŧŏ ļōǻď. Įď: \"{0}\", ņǻmě: \"{1}\"##--!!]",
      "platformFailedToLoadWithMessageError": "[!!--##***Ƥŀåťƒơŕm ƒăįłėđ ťơ ŀŏãď. Ĭđ: \"{0}\", ņâmȇ: \"{1}\".\r\nĖŗŗơŗ: {2}##--!!]",
      "applicationFailedToInitializeError": "[!!--##***Ēŗŕŏŗ įňĩŧīȁĺįźĩƞġ ãƥƿļįĉȃţĩōŋ. Ȅŗřŏř: {0}##--!!]",
      "invalidPreloadedDataError": "[!!--##***Įŋvãļīđ ƿřȇŀơāďȅđ ďȃţă.##--!!]",
      "manifestNotFoundByIdError": "[!!--##***Mãŉıƒęšť ňōţ ƒőűŋđ ƒơŕ ċōmƿōŋęƞţ ıđ \"{0}\".##--!!]",
      "manifestNotFoundError": "[!!--##***Mąńĭƒȅśŧ ŋơţ ƒơůƞđ ƒōř ĉŏmƥōŋēƞť įď \"{0}\" ȁŋđ vĕŕšĭōń \"{1}\".##--!!]",
      "systemConfigDisabledError": "[!!--##***Şȳŝţĕm.čőŋƒĭĝ() ĩŝ ņŏŧ ŝůƿƿőřŧěď. Ŭŝę ȁ măņīƒĕşŧ ŧŏ šƥȅĉīƒŷ ŧĥě ĉŏņƒįğŭřãţīōŉ.##--!!]",
      "loadComponentLog": "[!!--##***Ľŏȁďįŋğ čŏmƥơŉěŉţ \"{0}\" ({1}).##--!!]",
      "loadComponentEndLog": "[!!--##***Ĉőmƥơņęńţ \"{0}\" ({1}) ľőäďĕď.##--!!]",
      "loadComponentRetryLog": "[!!--##***Łơȃďįƞġ čōmƿōƞȅŉť \"{0}\" ({1}). Ăťŧĕmƥť {2} ŏƒ {3}.##--!!]",
      "loadComponentError": "[!!--##***Ƒâįĺĕď ťő ĺōâđ ċōmƥōŋȇńţ \"{0}\" ({1}).\r\nŐřıġıńàł ĕŕřōř: {2}##--!!]",
      "loadComponentMaxRetriesError": "[!!--##***Äţţęmƿťēď ťő łőāď ċơmƿŏŉȅŉŧ \"{0}\" ({1}) {2} ŧĩmėś ŵĭťĥơůŧ şųċċȅśş.##--!!]",
      "loadComponentDependencyError": "[!!--##***Ƒȃıĺėđ ťő ľơáď čơmƥőņēńť ďēƥėŋđęŋċȳ \"{0}\" ƒŗơm čőmƥōňēŋť \"{1}\" ({2}).\r\nŎřīĝĭņáļ ēŗŗŏŗ: {3}##--!!]",
      "loadComponentDependencyFailoverPathError": "[!!--##***Ƒąīĺěď ťŏ ŀơǻď ċơmƿőņĕňť ďēƿėŉđĕńĉƴ \"{0}\" ŵıŧĥ ƒåĩĺővėŕ ƿąťĥ \"{1}\" ƒřŏm čőmƿőƞĕņť \"{2}\" ({3}).\r\nŌŗįġıŋàŀ ėřŕŏŗ: {4}##--!!]",
      "loadPathDependencyLog": "[!!--##***Ŀơàđīƞġ ƿàţħ ďęƥėŋďēƞćŷ \"{0}\" ƒŕōm čőmƿőŉěƞť \"{1}\" ({2})##--!!]",
      "loadPathDependencyError": "[!!--##***Ƒàĭŀĕđ ţơ ļơáđ ƿåŧĥ ďȇƥȅńďęŋčŷ \"{0}\" ƒřơm ćơmƿōƞȇƞŧ \"{1}\" ({2}).\r\nƠŕıġįŉâŀ ȇŕŕőř: {3}##--!!]",
      "loadPathDependencyBlockedByAnotherDependencyError": "[!!--##***Ƒăīłėđ ţő ļőǻđ ƿåŧĥ ďėƿȅňďēŋćƴ \"{0}\" ƒŗơm ĉőmƿőƞȇńŧ \"{1}\" ({2}) đũȇ ţŏ âńơŧĥȅř đȇƥĕƞďęňċȳ ţħãť ƒȁĭĺęđ ŧơ ľơäď.##--!!]",
      "loadEntryPointError": "[!!--##***Ƒăĭĺĕđ ţŏ łōâđ ȅňţŗɏ ƿōįŉŧ ƒřŏm ċőmƿőŋȇňţ \"{0}\" ({1}).\r\nŐŗĭģĩńȁŀ ĕřŗőř: {2}##--!!]",
      "loadComponentReturnsEmptyError": "[!!--##***ĺőǻďĆōmƥơňȅňť() ŕȅŧūřƞėď āŉ ēmƿţɏ ŏɓĴĕćţ ƒơŗ ċōmƿŏņęńť \"{0}\" ({1}).##--!!]",
      "loadComponentReturnsDefaultEmptyError": "[!!--##***ĺōáđĊơmƥōňēńŧ() ŕĕţųŕƞēď ȁń ōƀĴȇċţ ŵįťĥ åņ ęmƥţƴ đęƒāůľť ƿŕőƿėŗťƴ ƒōŕ čơmƥơņęŋŧ \"{0}\" ({1}).##--!!]",
      "moduleHasUndeclaredDependencyError": "[!!--##***Ŧĥę ȇņŧřƴ ƥŏįŉť ƒơř ċőmƥőƞęńť \"{0}\" ({1}) ĥâŝ ă đęƥȅŉđěņĉɏ ŏņ \"{2}\" ŧħąť įş ƞōţ ďēċľăřȇđ ĩň ŧĥȇ mȃńįƒēšť.##--!!]",
      "loadScriptWithStringError": "[!!--##***ĺŏȃđŚčŗĭƿţ ƒųňćťĩŏƞ đŏȅšŋ'ţ âŀľőŵ â şŧŗıńġ āş 2ńđ ƿāŗämȅţȇŗ. Ũŝē ĬĿơäđŞċŕĭƿŧŐƿŧĩơŋś ıńşţěāđ.##--!!]",
      "tooManyManifestsError": "[!!--##***{0} måņīƒȇŝţŝ (vȇřšīơņş {1}) ƒőųŉď ƒơŗ ćŏmƥŏŋĕňţ \"{2}\".##--!!]",
      "tooManyCompatibleVersionsError": "[!!--##***{0} čŏmƿäţįƅļĕ vėŗšĩőňš ({1}) ƒŏűńď ƒŏŕ čōmƿŏƞȅƞţ \"{2}\" vęŕšĩőń \"{3}\".##--!!]",
      "tooManyComponentsError": "[!!--##***Ţōơ mäňƴ čơmƿőŋěňŧš ƒŏũƞď ƒŏŗ įđ \"{0}\".##--!!]",
      "noComponentFoundError": "[!!--##***Ņơ ċōmƥơƞēŉŧ ƒōūƞď ƒōř īď \"{0}\".##--!!]",
      "deleteComponentLog": "[!!--##***Ɖęłęťīŉğ ćōmƥơŉęŉť \"{0}\" vȇřŝĭŏň \"{1}\" ƒřōm ţħȇ şţŏŗĕ.##--!!]",
      "browserNotSupportedError": "[!!--##***Ţħīš vęŗśĭŏņ őƒ ɏơųŕ Ƃŕŏŵŝēř ĭş ńơţ śũƥƿōŗţȅđ.\r\nƤĺėǻŝē ũƿďäţę ɏőůŗ Ƃŕōŵşȅř ŧō ťĥĕ ŀäťĕšţ vėŗśĩơŉ.##--!!]",
      "ie9OrOlderNotSupportedError": "[!!--##***Ťħĩş ƿāģĕ đőęš ňơţ ŝűƥƥŏŗţ Īƞťėŕņęť Ēxƥļơŗĕř ŗȇĺȇáşěş ōĺďęŕ ţĥãŋ vĕŗşĩőń 10. Ƥľȅąšȅ ůƿďȁťę ɏōūŗ ŵȇɓ Ƃřőŵšėř.##--!!]",
      "firefox43OrOlderNotSupportedError": "[!!--##***Ţĥĭş ƥāģȇ đőęş ƞơŧ ŝűƿƥőŕť Mőżįļļã Ƒīŗęƒőx ŗęĺȇȃŝȅş őŀđȇŕ ťĥąń vȇŗśĭőŋ 44. Ƥłěåśę ūƿđàţě ŷơůŕ ŵĕƄ ƀŕőŵśėř.##--!!]",
      "resourceNotFoundError": "[!!--##***Ŕēŝŏūŗċȇ \"{0}\" ńơŧ ƒŏũņđ įň łōāďēř ċŏńƒĩģűŕȃţįŏŋ ŏƒ măƞıƒěšť ƒōŕ ĉơmƿőƞēŋť \"{1}\" ({2}).##--!!]",
      "noFailoverPathError": "[!!--##***Ćåńņőť čâŀŀ ŗȅşőĺvėÄďđřėşş() őń ã ćōmƿơŋĕŋŧ ŵĩţħ ńŏ ƒăıļơvęř ƥãŧħ##--!!]",
      "urlStatusLocalhostFileNotFoundError": "[!!--##***Ƒáĩľěď ŧơ ĺōàď ŰƦĽ '{3}' ƒőŕ ŗėŝŏūřćē '{2}' ıƞ ĉőmƿőňěƞţ '{0}' ({1}). Ťħě ƒĭłę ŵąş ņơŧ ƒŏųŉđ ĩƞ ţĥě śěřvĕŕ.\r\nMȃĸȅ şūŗě ţħȃţ ƴŏű ąŗė řűńŉıņğ 'ģůĺƿ şęŗvě'.##--!!]",
      "urlStatusFileNotFoundError": "[!!--##***Ƒàīŀȅđ ťő łŏȃď ŮƦĽ '{3}' ƒơŕ řęŝŏūŗĉȅ '{2}' ıň ĉőmƥōńėņť '{0}' ({1}). Ťħė ƒĩľę ŵáş ňŏŧ ƒŏűńđ ĩƞ ŧħě šėŕvėř.##--!!]",
      "urlStatusForbiddenError": "[!!--##***Ƒāīĺęď ŧő ļŏǻđ ŬŖĻ '{3}' ƒŏŕ ŕěšŏūŕčę '{2}' ĭņ ċőmƥơŉęƞŧ '{0}' ({1}). Ŧħĕ àččēśś ťŏ ţħē ƒĩļę īš ƒőŗƅĩđđěň.##--!!]",
      "urlStatusClientErrorError": "[!!--##***Ƒäįŀȅđ ţō ľőȁđ ŮŘŁ '{3}' ƒơŕ ŗĕšŏũŕĉė '{2}' ıƞ čőmƿơŋȅņţ '{0}' ({1}). Ťħĕŕȅ ŵáş ąƞ ěŗŕơŕ ŗĕǭűěşŧıƞģ ţħě ƒĩľě.##--!!]",
      "urlStatusServerErrorError": "[!!--##***Ƒāĩŀȅď ţő ľőǻđ ŨŔĹ '{3}' ƒŏŕ ŗĕšŏųřċȅ '{2}' ĩŋ ćơmƿőņėńţ '{0}' ({1}). Ťħĕŗĕ ŵąş â ƿŗőƀŀēm ĩň ťħȇ ŝĕřvȇř.##--!!]",
      "urlStatusLocalhostNetworkErrorError": "[!!--##***Ƒǻĩŀȅď ţơ ĺōȃď ŰŔĽ '{3}' ƒŏř ŗēşōųŗćȇ '{2}' īň ćōmƿơƞȅńţ '{0}' ({1}). Ţħēřě ŵäś ȃ ňĕťŵŏřķ ƥŕơƂĺěm.\r\nMȃƙȇ şůřě ťĥàŧ ŷơů äřě řŭƞŋĭƞģ 'ĝŭļƿ šȅřvė' ãŉď ȳŏű ĥāvȇ ŕŭƞ 'ĝůłƥ ŧřųŝŧ-đȅv-ċĕŕť'.##--!!]",
      "urlStatusHttpsNetworkErrorError": "[!!--##***Ƒąīļęđ ťő ľōàđ ŬƦĹ '{3}' ƒơř ŕęšőůřċę '{2}' ĩņ ćơmƥőňĕňť '{0}' ({1}). Ţħěŗē ŵāš ã ņȇŧŵơŗƙ ƿŕơƃĺȇm.\r\nŤħīŝ mǻɏ ɓȇ ą ƥŗőƄľēm ŵĭţĥ ą ĦŤŤƤŜ čĕřťıƒĩčäťę. Mãƙě şŭŗę ɏőů ħąvȇ ŧĥȅ ŕĩĝħŧ ćěŕŧįƒıčȁŧē.##--!!]",
      "urlStatusNetworkErrorError": "[!!--##***Ƒäıłėđ ťő ĺőåđ ŮŘŁ '{3}' ƒőŗ ŕĕśōůřċĕ '{2}' įƞ ĉơmƥŏňēńŧ '{0}' ({1}). Ŧĥȇŗė ŵăš ȃ ńĕťŵơŗƙ ƿřōɓľȅm.##--!!]",
      "urlStatusUndefinedError": "[!!--##***Ƒãīļėđ ţō łŏāđ ŮŖĽ '{3}' ƒŏŗ ŕĕšōųŕċȇ '{2}' ĭń ćōmƥŏƞėƞŧ '{0}' ({1}) ƀěćáűšĕ ŏƒ ũƞĸņőŵŉ ƿřōƀľěmş.##--!!]",
      "isUndefinedValidateError": "[!!--##***Ţĥę väłůē ƒŏř \"{0}\" mũšţ ŉơţ ɓě ŭŉďȇƒĭņėď##--!!]",
      "failedToCreateGlobalVariableError": "[!!--##***Ƒȃĭŀȅđ ŧő ĉŕȅȁŧȇ ġŀőƄäł våŕĩȁƅļę \"{0}\" ƒŗőm śčřĩƿŧ \"{1}\"##--!!]",
      "dependencyLoadError": "[!!--##***Ƒąĭĺęđ ťơ ļŏăď mơďūłȅ '{0}' ɓȅčáůŝȇ đĕƥěňďĕńċŷ {1} ŵâś ńőť ŀơâďėđ##--!!]",
      "missingPathDependencyError": "[!!--##***Mįśšĭńĝ ƿąťĥ ďėƿęńđĕňćŷ \"{0}\" ƒŕơm ćơmƿŏņėņť \"{1}\" ({2}). Ěxıśţīŉģ ƿâŧħ đȅƿěņđěņčĩȅş: {3}##--!!]",
      "listSeparator": "[!!--##, ##--!!]"
    },
    "_FmFyAWZ1md7Z1R+V8t2S2Q": {
      "errorLoadingDebugScriptHTTPS": "[!!--##***Ėŕŗơŗ łőȃďĩŉğ đęƄűģ şċŗīƿť. Ĕƞšũřē ţħę śĕřvėŗ ıś ŕűņňīńġ áņđ ťħȇ \"{0}\" ƿàŕąmėťēř ŨƦĿ ĭŝ ĉōřŕěčŧ.##--!!]",
      "errorLoadingDebugScriptHTTP": "[!!--##***Ĕřřŏř łōąđįŋģ đěƃūġ ŝćřĩƿŧ. Ėŋśũŗȇ ŧĥě śēřvėŕ ĩś ŕųňņıŋğ, ŧĥē \"{0}\" ƿȃřâmėťėŗ ŨŔŁ īŝ čơŗŕȅčţ, âňď ŀōåďīňĝ ũńśăƒę šćřīƿţŝ įş ąĺļőŵěď. Åĺśŏ ĉōńşĩďĕŗ űŝıŋğ ȃ đēvȇľơƥmēņţ ċėŕťįƒįĉȃťȇ ăňď śȇřvıńģ ďęƅųģ şčŗıƥŧš ōvėŕ ĤŤŦƤŠ.##--!!]",
      "errorLoadingDebugScriptMalformed": "[!!--##***Ėŕŗơŕ ĺơăđīńĝ đȅƅūğ šċřıƿţ. Ťħę ďėƃũģ ŲŖĹ ({0}) ȃƿƥȅäřŝ ţơ Ƃĕ mąĺƒơŕmēđ.##--!!]",
      "errorLoadingDebugScriptUnknown": "[!!--##***Ūńķńŏŵŋ ęŗřơŗ ľơăďıŋġ à đěƀūğ śĉŗĩƿŧ.##--!!]",
      "errorLoadingDebugLoaderTitle": "[!!--##***Ȇŕřōŕ łōäđıŋğ ďėƄūğ ŀőäđȅř.##--!!]",
      "errorLoadingDebugManifestTitle": "[!!--##***Ȇřŗőŗ ľŏâđĭňģ ďęƄũğ măňįƒėşŧš.##--!!]",
      "errorLoadingUnknownTitle": "[!!--##***Ėřřőř łơãđĭņģ đȅƄűġ ščřīƿţş.##--!!]"
    },
    "_RPELcTeq3ZByqi3N5dt18w": {
      "missingDeveloperToolsTabInitFunctionError": "[!!--##***Mįśśįņĝ ċơmƿŏŋȇňţ őř įŉīţįȃĺĩƶĕŕ ƒũňċťĩōƞ.##--!!]",
      "closeDeveloperToolsAriaLabel": "[!!--##***Ċľōśė đĕvėĺōƿĕř ŧŏŏļš.##--!!]"
    },
    "_fwMQe6Xe08yEeCPNxngd+g": {
      "warningHeading": "[!!--##Ŵāŗŉĩŋğ!##--!!]",
      "warningLine1": "[!!--##Ůşė őƒ ţĥįś ţōōĺ ėxƿōšēŝ ƴōű ťő ƿŏŧȇŋŧĩȁĺ şȅćůřīťɏ ŧħřėȁţş ŵħıćĥ ćåƞ ŗęşűĺţ ĩŋ ōŧĥėŗś ğàıňīńġ āċčĕśś ţŏ ɏōůŗ ƿĕŕśōŋąĺ Ơƒƒįċĕ 365 đåŧá (ďŏĉūmėňťś, ėmåĩłš, čŏňvěŗšäţıơňŝ ȁƞď mơřĕ). Mâƙę şŭřȇ ɏŏų ťŗůśŧ ŧħȇ ƿȇŗşőŋ ơř ơŕğăŉīźâţīơń ţħąť ąŝƙěđ ƴơų ŧō ãćċěŝš ŧħīš ţōōŀ Ƃėƒōŗę ƿřơċěėďĭŉğ.##--!!]",
      "warningLine2": "[!!--##Ľęåřƞ mŏŕē ħěřȇ: {0}##--!!]"
    },
    "_mraBnnuq2J9WjrAcnw9QNA": {
      "debugManifestErrorDetail": "[!!--##***Áƞ ěŕŕőř ơčĉůŗęđ ļơåđĭŉĝ đȇɓūğ mǻŉıƒėśŧš.##--!!]",
      "debugManifestErrorDismissButtonText": "[!!--##***Ďıśmĩšś##--!!]"
    },
    "_upo3vfLFBbnbzl2hKy2TwA": {
      "allowDebugManifestsTitle": "[!!--##Ȁŀļōŵ đęƅŭğ şćřĭƿţś?##--!!]",
      "allowDebugLoaderTitle": "[!!--##***Āłļőŵ ďĕƄŭģ ĺŏăďēř?##--!!]",
      "allowDebugLoaderAndManifestsTitle": "[!!--##Ǻĺŀơŵ ďėƄũĝ ľơąđȅŕ ąņď đēƂūĝ šċŕıƿŧš?##--!!]",
      "debugManifestLoadingWarning": "[!!--##ŴĂŖŊİŅĢ: Ţĥĭš ƥåğȅ ćōŋťâıňš űŉśãƒě śčřīƥţś ţĥäţ, ĩƒ ŀőàďěď, ĉŏũľď ƥōťėńŧĭáľŀȳ ĥȁŕm ƴơũŗ čőmƿūŧȇŕ. Ɗō ńơŧ ƿŕơćęēď ŭƞĺėśş ɏơū ţŕųŝť ŧĥę đĕvęłŏƥȅř áŉđ ůƞđēŗšţãńđ ţħĕ ŕışƙś.##--!!]",
      "debugManifestLoadingWarning2": "[!!--##Ĩƒ ƴơű âŕě ũŋśŭřė, ĉŀĩĉķ {0}.##--!!]",
      "debugManifestLoadingConfirm": "[!!--##Ĺơȁď đēƅŭĝ śċŕīƥŧş##--!!]",
      "debugManifestLoadingCancel": "[!!--##Ɖơń'ť ļőáđ ďȅƄūģ śċřīƿŧś##--!!]",
      "debugManifestLoadingCalloutText": "[!!--##Ĩƒ ȳōū đőŋ'ţ ƙƞơŵ ŵĥâť ŧő ďơ, čłıčĸ ħȇŕė.##--!!]"
    },
    "_SxImp5ewsUToxeAHBkB+pw": {
      "developerToolsTabLoadingText": "[!!--##***Ŀŏȃđįńĝ...##--!!]",
      "developerToolsTabLoadingUnknownError": "[!!--##***Ūņĸņőŵň ĕŗřőř ŀőáđīňģ đěvĕłōƿēŕ ŧŏŏĺś mơďűļȅ.##--!!]"
    },
    "_sovI4qDAUPMnD4jg3Vsyfg": {
      "tabTitle": "[!!--##Måňıƒęšŧš##--!!]",
      "noManifestSelected": "[!!--##Ɲơ màŋĭƒėšť šȅĺěčŧēď##--!!]"
    },
    "_g7G0QHJ5bQYlxe+lk+DcxA": {
      "TabTitle": "[!!--##Ƥěřƒơŕmȃņċȅ##--!!]",
      "ErrorAccessingPerfDataErrorMessage": "[!!--##Ūŉáƅľě ţŏ řȅťřīěvė ƿęŗƒōřmȁňċē đåťä: ŏƀĴęćţ įś ƞųŀŀ ōř ųņđęƒıńĕđ.##--!!]",
      "ErrorAccessingRedirectDataErrorMessage": "[!!--##Ţĥȅřȅ ŵȃš ą ƥŗơƄĺȇm àčćęšśĩņģ ťħȇ ĤŤŦƤ ŗěďıŕĕċţ ƿęřƒōŕmǻňċȅ đåťȁ.##--!!]",
      "ErrorParsingPercievedLatencyErrorMessage": "[!!--##Ąŉ ėřŕơŗ ŵȃś čȁůġħŧ ŵħėƞ ƥāŕşıƞģ ŧĥē ƿȇřčĭĕvęđ ļāţȇƞčƴ đąťå.##--!!]",
      "ErrorParsingApiDataErrorMessage": "[!!--##Äŉ ęŗŕŏŗ ŵåŝ ċȃůģĥŧ ŵĥėņ ƥãŕŝĩņĝ ŧĥę ȂƤĮ ďāťā.##--!!]",
      "UnkownPerformanceDataErrorMessage": "[!!--##Äņ űņķŉơŵƞ ȅŗŕőŗ ħãş őċčūŗĕđ: {0}##--!!]",
      "DefaultWebPartName": "[!!--##Ŵēƀ Ƥářţ##--!!]",
      "ServerResponseLabel": "[!!--##Šěŕvēř Řěşƿơņŝȇ##--!!]",
      "ApplicationInitializationLabel": "[!!--##Àƿƿĺįċǻţīơŉ İŋįťĩąŀıźǻţĭőŋ##--!!]",
      "ScriptFetchEvalLabel": "[!!--##Šċŗĭƿŧ ƒȇţċĥ ȃņď ȅvàŀūáťıōŉ##--!!]",
      "SpLoaderStartLabel": "[!!--##ŚƤƑx ĩņĭŧĭȁłįźâţįōń##--!!]",
      "PageRenderLabel": "[!!--##Ƥãĝė Ŗěƞďėř##--!!]",
      "LeftNavRenderLabel": "[!!--##Ļĕƒŧ Ŋȁvĩĝäţĭőń Ʀĕƞđȅř##--!!]",
      "CanvasRenderLabel": "[!!--##Ćȁŋvǻŝ Ŗěňđěŗ##--!!]",
      "LayoutRenderLabel": "[!!--##Łâƴơűţ Řėńďēř##--!!]",
      "RedirectResponseLabel": "[!!--##Ʀėđīŗęċŧ Ŕȅŝƥơńšę##--!!]",
      "AppLoadLabel": "[!!--##Ȁƥƿĺĩčåţĭơŋ Łŏāđ##--!!]",
      "RenderWebPartsLabel": "[!!--##Ŵĕƃ Ƥăřŧŝ Ŕęňđēř##--!!]",
      "TotalRenderTimeLabel": "[!!--##Ŧŏťȁŀ##--!!]",
      "GeneralErrorMessage": "[!!--##Şŏřŕŷ, śōmēţħıŋĝ ŵėƞť ŵŗŏŋģ ŵĥįļĕ ŗĕŧřĩĕvįňĝ ŧĥę ƥēŗƒŏŕmāŋčȇ đåťȁ.##--!!]",
      "ErrorMessagePrefix": "[!!--##Ěřŕŏř Mėşšăģė: {0}##--!!]",
      "PerformanceDataHint": "[!!--##Ŋŏťē: Ȃƒŧěŕ áďďıņğ őŕ ŗȇmōvįńġ á ŵȅɓ ƿàŕť, ŕȅƒřęŝħ ţħȅ ƿàġȅ ŧŏ śȅȅ ŭƥđãťęď ƿēřƒơŕmãŉĉȅ ďăťâ.##--!!]",
      "ModulesLoadedLegendLabel": "[!!--##Mőđűĺěş Łōǻđȇď##--!!]",
      "InitializationLegendLabel": "[!!--##Įńĩťīäŀīƶäţĩŏņ##--!!]",
      "RenderTimeLegendLabel": "[!!--##Ʀȅŉđĕř Ŧĩmȅ##--!!]",
      "InitializationTimeLabel": "[!!--##***Įňĭŧīăļĩźȁţıŏň ţįmē##--!!]",
      "ModuleLoadingTimeLabel": "[!!--##***Mōđůłē ľŏåďıňĝ ŧımě##--!!]",
      "ModuleLazyLoadingDelayLabel": "[!!--##***Mőđűľę ŀōǻďīŉģ đȇĺȁŷēđ##--!!]",
      "DataFetchTimeLabel": "[!!--##***Đàţą ƒėťćħ ŧįmȇ##--!!]",
      "DataFetchLegendLabel": "[!!--##Ɖąţã Ƒĕťčħ##--!!]",
      "ItemsColumnHeader": "[!!--##Ĩťĕmŝ##--!!]",
      "DurationColumnHeader": "[!!--##Đůŕąŧīơņ##--!!]",
      "MillisecondsUnitLabel": "[!!--##{0} mŝ##--!!]",
      "NAPlaceholder": "[!!--##Ɲ/Ǻ##--!!]"
    },
    "_gqinlPQb8HZprTeCpwNz2w": {
      "TabTitle": "[!!--##Ťŗâćĕ##--!!]",
      "EmptyTraceData": "[!!--##Ɲő ŧŕåčėš łőǻđĕđ.##--!!]",
      "ExportCSVButtonLabel": "[!!--##Ĕxƿŏřŧ ĈŠV##--!!]",
      "LevelHeaderLabel": "[!!--##Ļȅvěŀ##--!!]",
      "MessageHeaderLabel": "[!!--##Měŝŝăģě##--!!]",
      "ScopeHeaderLabel": "[!!--##Šċơƿē##--!!]",
      "SourceHeaderLabel": "[!!--##Şŏűŕćȇ##--!!]",
      "TimestampHeaderLabel": "[!!--##Ŧįmēśťȃmƥ##--!!]",
      "TimestampFormat": "[!!--##{0}/{1}/{2} {3}:{4}:{5}.{6}##--!!]",
      "ErrorAccessingTraceDataErrorMessage": "[!!--##Ŧħēřę ŵąş ã ƿŕőɓľȅm áčćěŝšīŋğ ŧħȅ ţřâćė đäťą.##--!!]"
    }
  };

  strings.default = strings;
  return strings;
});